{
  "peliculas": [
    {
      "titulo": "La muerte tenía un precio",
      "categoria": "Western",
      "descripcion": "Dos cazadores de recompensas que buscan al mismo hombre deciden unir sus fuerzas para encontrarlo, aunque las razones que los mueven son completamente diferentes...",
      "foto": "https://pics.filmaffinity.com/per_qualche_dollaro_in_piu-587045376-mmed.jpg",
      "year": "1965",
      "id": "f293"
    },
    {
      "id": "fe45",
      "descripcion": "Regan, una niña de doce años, sufre fenómenos paranormales como la levitación o la manifestación de una fuerza sobrehumana. Su madre, aterrorizada, tras someter a su hija a múltiples análisis médicos que no ofrecen ningún resultado, acude a un sacerdote con estudios de psiquiatría. Éste, convencido de que el mal no es físico sino espiritual, cree que se trata de una posesión diabólica, y decide practicar un exorcismo... ",
      "foto": "https://pics.filmaffinity.com/the_exorcist-742137399-mmed.jpg",
      "year": "1973",
      "categoria": "Terror",
      "titulo": "El exorcista"
    },
    {
      "id": "0646",
      "descripcion": "Brian nace en un pesebre de Belén el mismo día que Jesucristo. Un cúmulo de desgraciados y tronchantes equívocos le harán llevar una vida paralela a la del verdadero Hijo de Dios. Sus pocas luces y el ambiente de decadencia y caos absoluto en que se haya sumergida la Galilea de aquellos días, le harán vivir en manos de su madre, de una feminista revolucionaria y del mismísimo Poncio Pilatos, su propia versión del calvario",
      "foto": "https://pics.filmaffinity.com/monty_python_s_life_of_brian-402192024-mmed.jpg",
      "year": "1979",
      "categoria": "Comedia",
      "titulo": "La vida de Brian"
    },
    {
      "id": "23c1",
      "descripcion": "Harry Callahan (Clint Eastwood) es un duro policía que se ha criado en la calles de San Francisco. Sus compañeros le llaman Harry el Sucio por sus particulares métodos de lucha contra el crimen y porque siempre se encarga de los trabajos más desagradables. Cuando un francotirador que se hace llamar 'Scorpio' asesina a una mujer desde una azotea y promete matar a más personas si la ciudad no le paga 100.000 dólares, el inspector Callahan será el encargado de intentar resolver el caso.",
      "foto": "https://pics.filmaffinity.com/dirty_harry-681952792-mmed.jpg",
      "year": "1971",
      "categoria": "Acción",
      "titulo": "Harry el sucio"
    },
    {
      "id": "2383",
      "descripcion": "América, años 40. Don Vito Corleone (Marlon Brando) es el respetado y temido jefe de una de las cinco familias de la mafia de Nueva York. Tiene cuatro hijos: Connie (Talia Shire), el impulsivo Sonny (James Caan), el pusilánime Fredo (John Cazale) y Michael (Al Pacino), que no quiere saber nada de los negocios de su padre. Cuando Corleone, en contra de los consejos de 'Il consigliere' Tom Hagen (Robert Duvall), se niega a participar en el negocio de las drogas, el jefe de otra banda ordena su asesinato. Empieza entonces una violenta y cruenta guerra entre las familias mafiosas.",
      "foto": "https://pics.filmaffinity.com/the_godfather-488102675-large.jpg",
      "year": "1972",
      "categoria": "Negro",
      "titulo": "The Godfather "
    },
    {
      "id": "905a",
      "descripcion": "Año 1757, hace tres años que franceses e ingleses luchan en tierras norteamericanas. Mientras que los franceses cuentan con el apoyo de los nativos, los ingleses reclutan a los colonos blancos. Hawkeye -Ojo de halcón- (Daniel Day-Lewis) es un hombre blanco que fue adoptado por los indios mohicanos. Tras salvar de una emboscada de los hurones a Cora Munro (Madeleine Stowe) y a su hermana pequeña Alice (Jodhi May), hijas de un oficial británico, las acompaña hasta el fuerte inglés William Henry, que está sufriendo el asedio de los franceses y los hurones. ",
      "foto": "https://pics.filmaffinity.com/the_last_of_the_mohicans-750416099-large.jpg",
      "year": "1992",
      "categoria": "Drama",
      "titulo": "The Last of the Mohicans"
    },
    {
      "id": "83ad",
      "descripcion": "Cinco adolescentes visitan la tumba, supuestamente profanada, del abuelo de uno de ellos. Cuando llegan al lugar, donde hay un siniestro matadero, toman una deliciosa carne en una gasolinera. A partir de ese momento, los jóvenes vivirán la peor pesadilla de toda su vida. ",
      "foto": "https://pics.filmaffinity.com/the_texas_chainsaw_massacre-849377622-large.jpg",
      "year": "1974",
      "categoria": "Terror",
      "titulo": "The Texas Chainsaw Massacre "
    }
  ],
  "categorias": [
    {
      "id": "1",
      "nombre": "terror"
    },
    {
      "id": "2",
      "nombre": "acción"
    },
    {
      "id": "3",
      "nombre": "western"
    },
    {
      "id": "4",
      "nombre": "comedia"
    }
  ]
}